package i18n;

import java.util.ListResourceBundle;
public class MessageListBundle_gr_GR extends ListResourceBundle {

    @Override
    protected Object[][] getContents() {
        return contents;
    }

    private Object[][] contents = {
            {"start", "Ξεκίνα"},
            {"stats", "Στατιστικά"},
            {"exit", "Έξοδος"},
            {"choose", "Διάλεξε"},
            {"classic", "Κλασσικό"},
            {"user", "Δώσε το όνομά σου. Αν θέλεις να μείνεις ανώνυμος, πάτα το Cancel."},
            {"display", "Θέλεις να βλέπεις γράμματα αντί για αριθμούς (Wordoku); Αν όχι, τότε θα βλέπεις αριθμούς στο ταμπλό."},
            {"puzzle", "διάλεξε ένα από τα ακόλουθα πάζλ."},
            {"back", "Πίσω"},
            {"clear", "Καθάρισε"},
            {"new", "Νέο"},
            {"gl", "Καλή τύχη"},
            {"win", "Συγχαρητήρια! Κέρδισες!"},
            {"lose", "Έχασες!"},
            {"rand", "Τυχαίο"},
            {"backmsg", "Είσαι σίγουρος ότι θέλεις να επιστρέψεις το αρχικό μενού; Όλη η πρόοδός σου θα χαθεί."},
            {"viewall", "Δες τα όλα"},
            {"search", "Αναζήτησε παίκτη"},
            {"searchmsg", "Δώσε το όνομα ενός παίκτη:"},
            {"name", "Όνομα"},
            {"vic", "Νίκες"},
            {"def", "Ήττες"},
            {"nop", "Συγνώμη, δεν βρέθηκε τέτοιος παίκτης."},
            {"norep", "Συγνώμη, δεν υπάρχουν καταγεραμμένοι παίκτες ακόμη..."},
            {"exitmsg", "Σίγουρα θέλετε να βγείτε από το παιχνίδι;"},
            {"main", "Αρχικό Μενού"},
            {"newgame", "Είσαι σίγουρος ότι θέλεις να ξεκινήσεις ένα καινούριο παιχνίδι; Όλη η πρόοδός σου θα χαθεί."}
    };
}